const donasi = (pushname, prefix, botName, ownerName) => { 
	return `Hallo, kak bantu donasi ya supaya bot lebih baik👋
╔════════════════════
║ *DONASI UNTUK ${namabot}*
╠════════════════════
║╭──❉ *DONASI KAK* ❉─────
║│➸ *DANA*: Minta Ke Owner
║│➸ *PULSA*:Minta Ke Owner
║│➸ *GOPAY*: Minta Ke Owner
║╰──────────────────
╠════════════════════
║       
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║        
╠════════════════════
║ _*POWERED BY ${namaowner}*_
╚════════════════════`
}

exports.donasi = donasi